{
  "articles": [
    {
      "id": 1,
      "name": "ასტეროიდები",
      "image": "https://i.ibb.co/G5jnrq5/243-Ida-August-1993-16366655925.jpg",
      "content": "Asteroids, sometimes called minor planets, are rocky, airless remnants left over from the early formation of our solar system about 4.6 billion years ago. The current known asteroid count is: 1,297,192\nMost of this ancient space rubble can be found orbiting the Sun between Mars and Jupiter within the main asteroid belt. Asteroids range in size from Vesta – the largest at about 329 miles (530 kilometers) in diameter – to bodies that are less than 33 feet (10 meters) across. The total mass of all the asteroids combined is less than that of Earth's Moon. Asteroids, sometimes called minor planets, are rocky, airless remnants left over from the early formation of our solar system about 4.6 billion years ago. The current known asteroid count is: 1,297,192\nMost of this ancient space rubble can be found orbiting the Sun between Mars and Jupiter within the main asteroid belt. Asteroids range in size from Vesta – the largest at about 329 miles (530 kilometers) in diameter – to bodies that are less than 33 feet (10 meters) across. The total mass of all the asteroids combined is less than that of Earth's Moon. Asteroids, sometimes called minor planets, are rocky, airless remnants left over from the early formation of our solar system about 4.6 billion years ago. The current known asteroid count is: 1,297,192\nMost of this ancient space rubble can be found orbiting the Sun between Mars and Jupiter within the main asteroid belt. Asteroids range in size from Vesta – the largest at about 329 miles (530 kilometers) in diameter – to bodies that are less than 33 feet (10 meters) across. The total mass of all the asteroids combined is less than that of Earth's Moon. Asteroids, sometimes called minor planets, are rocky, airless remnants left over from the early formation of our solar system about 4.6 billion years ago. The current known asteroid count is: 1,297,192\nMost of this ancient space rubble can be found orbiting the Sun between Mars and Jupiter within the main asteroid belt. Asteroids range in size from Vesta – the largest at about 329 miles (530 kilometers) in diameter – to bodies that are less than 33 feet (10 meters) across. The total mass of all the asteroids combined is less than that of Earth's Moon.",
      "preview": "About asteroids",
      "path": "/"
    },
    {
      "id": 2,
      "name": "Asteroid Classifications",
      "image": "https://i.ibb.co/Lrc2WjB/3162ad3c24fdcdb2b782c35c92b9218c717edfb4.jpg",
      "content": "Main Asteroid Belt: The majority of known asteroids orbit within the asteroid belt between Mars and Jupiter, generally with not very elongated orbits. The belt is estimated to contain between 1.1 and 1.9 million asteroids larger than 1 kilometer (0.6 miles) in diameter, and millions of smaller ones. Early in the history of the solar system, the gravity of newly formed Jupiter brought an end to the formation of planetary bodies in this region and caused the small bodies to collide with one another, fragmenting them into the asteroids we observe today.\nTrojans: These asteroids share an orbit with a larger planet, but do not collide with it because they gather around two special places in the orbit (called the L4 and L5 Lagrangian points). There, the gravitational pull from the Sun and the planet are balanced by a trojan's tendency to otherwise fly out of orbit. The Jupiter trojans form the most significant population of trojan asteroids. It is thought that they are as numerous as the asteroids in the asteroid belt. There are Mars and Neptune trojans, and NASA announced the discovery of an Earth trojan in 2011.\nNear-Earth Asteroids: These objects have orbits that pass close by that of Earth. Asteroids that actually cross Earth's orbital path are known as Earth-crossers.",
      "preview": "Main Asteroid Belt",
      "path": "/"
    },
    {
      "id": 3,
      "name": "How Asteroids Get Their Names",
      "image": "https://i.ibb.co/GRvPSWv/Eros-PIA02923-color-1.jpg",
      "content": "By 1851, the Royal Astronomical Society decided that asteroids were being discovered at such a rapid rate that a different system was needed to categorize or name asteroids. In 1852, when de Gasparis discovered the twentieth asteroid, Benjamin Valz gave it a name and a number designating its rank among asteroid discoveries, 20 Massalia. Sometimes asteroids were discovered and not seen again. So, starting in 1892, new asteroids were listed by the year and a capital letter indicating the order in which the asteroid's orbit was calculated and registered within that specific year. For example, the first two asteroids discovered in 1892 were labeled 1892A and 1892B. However, there were not enough letters in the alphabet for all of the asteroids discovered in 1893, so 1893Z was followed by 1893AA. A number of variations of these methods were tried, including designations that included year plus a Greek letter in 1914. A simple chronological numbering system was established in 1925.\nThe International Astronomical Union's Committee on Small Body Nomenclature is not very strict when it comes to naming asteroids. As a result, out there orbiting the Sun we have a giant space rock named for Mr. Spock – a cat named for the character of \"Star Trek\" fame. There's also a space rock named for the late rock musician Frank Zappa. There are more somber tributes, too, such as the seven asteroids named for the crew of the Space Shuttle Columbia killed in 2003. Asteroids are also named for places and a variety of other things. (The IAU discourages naming asteroids for pets, so Mr. Spock stands alone). Asteroids are also given a number, for example (99942) Apophis. The Harvard Smithsonian Center for Astrophysics keeps a fairly current list of asteroid names.",
      "preview": "the Royal Astronomical Society decide",
      "path": "/"
    },
    {
      "id": 4,
      "name": "Galaxy",
      "image": "https://i.ibb.co/QMzj1LS/310px-NGC-4414-NASA-med.jpg",
      "content": "A galaxy is a system of stars, stellar remnants, interstellar gas, dust, and dark matter bound together by gravity. The word is derived from the Greek galaxias (γαλαξίας), literally 'milky', a reference to the Milky Way galaxy that contains the Solar System. Galaxies, averaging an estimated 100 million stars, range in size from dwarfs with less than a hundred million stars, to the largest galaxies known – supergiants with one hundred trillion stars, each orbiting its galaxy's center of mass. Most of the mass in a typical galaxy is in the form of dark matter, with only a few percent of that mass visible in the form of stars and nebulae. Supermassive black holes are a common feature at the centres of galaxies.\nGalaxies are categorized according to their visual morphology as elliptical,spiral, or irregular. Many are thought to have supermassive black holes at their centers. The Milky Way's central black hole, known as Sagittarius A*, has a mass four million times greater than the Sun. As of March 2016, GN-z11 is the oldest and most distant galaxy observed. It has a comoving distance of 32 billion light-years from Earth, and is seen as it existed just 400 million years after the Big Bang.\nIt is estimated that there are roughly 200 billion galaxies (2×1011) in the observable universe. Most galaxies are 1,000 to 100,000 parsecs in diameter (approximately 3,000 to 300,000 light years) and are separated by distances on the order of millions of parsecs (or megaparsecs). For comparison, the Milky Way has a diameter of at least 26,800 parsecs (87,400 ly) and is separated from the Andromeda Galaxy (with diameter of about 152,000 ly), its nearest large neighbor, by 780,000 parsecs (2.5 million ly.)\nThe space between galaxies is filled with a tenuous gas (the intergalactic medium) with an average density of less than one atom per cubic meter. Most galaxies are gravitationally organized into groups, clusters and superclusters. The Milky Way is part of the Local Group, which it dominates along with Andromeda Galaxy. The group is part of the Virgo Supercluster. At the largest scale, these associations are generally arranged into sheets and filaments surrounded by immense voids. Both the Local Group and the Virgo Supercluster are contained in a much larger cosmic structure named Laniakea. \nThere are a variety of types of galaxies, each with its own characteristics. The most common types of galaxies are spiral, elliptical and asymmetric galaxies.\n",
      "preview": "A galaxy is a system of stars",
      "path": "/"
    },
    {
      "id": 5,
      "name": "Shell galaxy",
      "image": "https://i.ibb.co/Lrc2WjB/3162ad3c24fdcdb2b782c35c92b9218c717edfb4.jpg",
      "content": "A shell galaxy is a type of elliptical galaxy where the stars in its halo are arranged in concentric shells. About one-tenth of elliptical galaxies have a shell-like structure, which has never been observed in spiral galaxies. These structures are thought to develop when a larger galaxy absorbs a smaller companion galaxy—that as the two galaxy centers approach, they start to oscillate around a center point, and the oscillation creates gravitational ripples forming the shells of stars, similar to ripples spreading on water. For example, galaxy NGC 3923 has over 20 shells.",
      "preview": "type of elliptical galaxy",
      "path": "/"
    },
    {
      "id": 6,
      "name": "Spirals",
      "image": "https://i.ibb.co/FDN2ZSp/800px-The-Mysterious-Case-of-the-Disappearing-Dust.jpg",
      "content": "Spiral galaxies resemble spiraling pinwheels. Though the stars and other visible material contained in such a galaxy lie mostly on a plane, the majority of mass in spiral galaxies exists in a roughly spherical halo of dark matter which extends beyond the visible component, as demonstrated by the universal rotation curve concept.\nSpiral galaxies consist of a rotating disk of stars and interstellar medium, along with a central bulge of generally older stars. Extending outward from the bulge are relatively bright arms. In the Hubble classification scheme, spiral galaxies are listed as type S, followed by a letter (a, b, or c) which indicates the degree of tightness of the spiral arms and the size of the central bulge. An Sa galaxy has tightly wound, poorly defined arms and possesses a relatively large core region. At the other extreme, an Sc galaxy has open, well-defined arms and a small core region. A galaxy with poorly defined arms is sometimes referred to as a flocculent spiral galaxy; in contrast to the grand design spiral galaxy that has prominent and well-defined spiral arms. The speed in which a galaxy rotates is thought to correlate with the flatness of the disc as some spiral galaxies have thick bulges, while others are thin and dense.\nIn spiral galaxies, the spiral arms do have the shape of approximate logarithmic spirals, a pattern that can be theoretically shown to result from a disturbance in a uniformly rotating mass of stars. Like the stars, the spiral arms rotate around the center, but they do so with constant angular velocity. The spiral arms are thought to be areas of high-density matter, or \"density waves\". As stars move through an arm, the space velocity of each stellar system is modified by the gravitational force of the higher density. (The velocity returns to normal after the stars depart on the other side of the arm.) This effect is akin to a \"wave\" of slowdowns moving along a highway full of moving cars. The arms are visible because the high density facilitates star formation, and therefore they harbor many bright and young stars. \n",
      "preview": "Spiral galaxies resemble spiraling pinwheels",
      "path": "/"
    },
    {
      "id": 7,
      "name": "Milky Way",
      "image": "https://i.ibb.co/q09q6gp/giphy.gif",
      "content": "Greek philosopher Democritus (450–370 BCE) proposed that the bright band on the night sky known as the Milky Way might consist of distant stars. Aristotle (384–322 BCE), however, believed the Milky Way was caused by \"the ignition of the fiery exhalation of some stars that were large, numerous and close together\" and that the \"ignition takes place in the upper part of the atmosphere, in the region of the World that is continuous with the heavenly motions.\" Neoplatonist philosopher Olympiodorus the Younger (c. 495–570 CE) was critical of this view, arguing that if the Milky Way was sublunary (situated between Earth and the Moon) it should appear different at different times and places on Earth, and that it should have parallax, which it did not. In his view, the Milky Way was celestial.\nAccording to Mohani Mohamed, Arabian astronomer Alhazen (965–1037) made the first attempt at observing and measuring the Milky Way's parallax, and he thus \"determined that because the Milky Way had no parallax, it must be remote from the Earth, not belonging to the atmosphere.\" Persian astronomer al-Bīrūnī (973–1048) proposed the Milky Way galaxy was \"a collection of countless fragments of the nature of nebulous stars.\" Andalusian astronomer Ibn Bâjjah (\"Avempace\", d. 1138) proposed that it was composed of many stars that almost touched one another, and appeared to be a continuous image due to the effect of refraction from sublunary material, citing his observation of the conjunction of Jupiter and Mars as evidence of this occurring when two objects were near. In the 14th century, Syrian-born Ibn Qayyim proposed the Milky Way galaxy was \"a myriad of tiny stars packed together in the sphere of the fixed stars.\" \nActual proof of the Milky Way consisting of many stars came in 1610 when the Italian astronomer Galileo Galilei used a telescope to study it and discovered it was composed of a huge number of faint stars. \nIn 1750, English astronomer Thomas Wright, in his An Original Theory or New Hypothesis of the Universe, correctly speculated that it might be a rotating body of a huge number of stars held together by gravitational forces, akin to the Solar System but on a much larger scale, and that the resulting disk of stars could be seen as a band on the sky from a perspective inside it. In his 1755 treatise, Immanuel Kant elaborated on Wright's idea about the Milky Way's structure.\nThe first project to describe the shape of the Milky Way and the position of the Sun was undertaken by William Herschel in 1785 by counting the number of stars in different regions of the sky. He produced a diagram of the shape of the galaxy with the Solar System close to the center. Using a refined approach, Kapteyn in 1920 arrived at the picture of a small (diameter about 15 kiloparsecs) ellipsoid galaxy with the Sun close to the center. A different method by Harlow Shapley based on the cataloguing of globular clusters led to a radically different picture: a flat disk with diameter approximately 70 kiloparsecs and the Sun far from the center. Both analyses failed to take into account the absorption of light by interstellar dust present in the galactic plane; but after Robert Julius Trumpler quantified this effect in 1930 by studying open clusters, the present picture of the Milky Way galaxy emerged. \nThe Milky Way is located in the Local Group of Galaxies. The galaxy is the second in the group in size and number of stars after the Andromeda galaxy, but the masses of the two galaxies are comparable. The galaxy has more than two dozen satellite galaxies, of which the largest are the Large and Small Magellanic Clouds. In 4 billion years, the Milky Way and the Andromeda galaxy will collide and merge, resulting in the formation of an elliptical galaxy.\nThe Milky Way has been known since ancient times. In 1610, Galileo Galilei discovered that the diffuse light of the Milky Way band is created by a large number of dim stars. A century and a half later, in 1784-1785, William Herschel made the first attempt to determine the size and shape of our Galaxy. Herschel concluded that the Milky Way has the shape of an oblate disk, but greatly underestimated its diameter. In 1917, Harlow Shapley first showed that the Sun is far from the center of our Galaxy, and in 1924-1925, Edwin Hubble was able to prove that the Universe is not limited to our Galaxy. An important role in the study of our Galaxy was played by the Hipparcos space telescope, launched in 1989, with which coordinates, proper motions and distances to a large number of stars were measured. Since 2013, this task has been performed by the Gaia space Telescope.\n",
      "preview": "Milky Way might consist of distant stars",
      "path": "/"
    },
    {
      "id": 8,
      "name": "Mercury",
      "image": "https://i.ibb.co/Dgbhj4L/Solar-System-true-color.jpg",
      "content": "Mercury is the first planet from the Sun and the smallest planet in the Solar System. It is a terrestrial planet with a heavily cratered surface due to the planet having no geological activity and an extremely tenuous atmosphere (called an exosphere). Despite being the smallest planet in the Solar System with a mean diameter of 4,880 km (3,030 mi), 38% of that of Earth's, Mercury is dense enough to have roughly the same surface gravity as Mars. Mercury has a dynamic magnetic field with a strength about 1% of that of Earth's and has no natural satellites.\nAccording to current theories, Mercury may have a solid silicate crust and mantle overlying a solid outer core, a deeper liquid core layer, and a solid inner core. Having almost no atmosphere to retain heat, Mercury has surface temperatures that change wildly during the day, ranging from 100 K (−173 °C; −280 °F) at night to 700 K (427 °C; 800 °F) during sunlight across the equator regions. At Mercury's poles though, there are large reservoirs of water ices that are never exposed to direct sunlight, which has an estimated mass of about 0.025–0.25% the Antarctic ice sheet. There are many competing hypothesis about Mercury's origins and development, some of which incorporate collision with planetesimal and rock vaporization\ns",
      "preview": "Mercury is the first planet from the Sun",
      "path": "/"
    },
    {
      "id": 9,
      "name": "Meteoroid",
      "image": "https://i.ibb.co/FJMLqpC/Solar-System-true-color-captions.jpg",
      "content": "A meteoroid is a small rocky or metallic body in outer space. Meteoroids are distinguished as objects significantly smaller than asteroids, ranging in size from grains to objects up to a meter wide. Objects smaller than meteoroids are classified as micrometeoroids or space dust. Most are fragments from comets or asteroids, whereas others are collision impact debris ejected from bodies such as the Moon or Mars.\nA meteor or shooting star is the visible passage of a meteoroid, comet, or asteroid entering Earth's atmosphere. At a speed typically in excess of 20 km/s (72,000 km/h; 45,000 mph), aerodynamic heating of that object produces a streak of light, both from the glowing object and the trail of glowing particles that it leaves in its wake. Meteors typically become visible when they are about 100 km (62 mi) above sea level. A series of many meteors appearing seconds or minutes apart and appearing to originate from the same fixed point in the sky is called a meteor shower.\nAn estimated 25 million meteoroids, micrometeoroids and other space debris enter Earth's atmosphere each day, which results in an estimated 15,000 tonnes of that material entering the atmosphere each year. A meteorite is the remains of a meteoroid that has survived the ablation of its surface material during its passage through the atmosphere as a meteor and has impacted the ground.\n",
      "preview": "A meteoroid is a small rocky or metallic body",
      "path": "/"
    },
    {
      "id": 10,
      "name": "Composition",
      "image": "https://i.ibb.co/xXPpq3F/NGC7293-2004.jpg",
      "content": "Almost all meteoroids contain extraterrestrial nickel and iron. They have three main classifications: iron, stone, and stony-iron. Some stone meteoroids contain grain-like inclusions known as chondrules and are called chondrites. Stony meteoroids without these features are called \"achondrites\", which are typically formed from extraterrestrial igneous activity; they contain little or no extraterrestrial iron. The composition of meteoroids can be inferred as they pass through Earth's atmosphere from their trajectories and the light spectra of the resulting meteor. Their effects on radio signals also give information, especially useful for daytime meteors, which are otherwise very difficult to observe. From these trajectory measurements, meteoroids have been found to have many different orbits, some clustering in streams (see meteor showers) often associated with a parent comet, others apparently sporadic. Debris from meteoroid streams may eventually be scattered into other orbits. The light spectra, combined with trajectory and light curve measurements, have yielded various compositions and densities, ranging from fragile snowball-like objects with density about a quarter that of ice, to nickel-iron rich dense rocks. The study of meteorites also gives insights into the composition of non-ephemeral meteoroids.\n",
      "preview": "contain extraterrestrial nickel and iron",
      "path": "/"
    },{
      "id": 11,
      "name": "Types of Meteors",
      "image": "https://i.ibb.co/88vZGk7/Solar-system-orrery-inner-planets.gif",
      "content": "Meteors are described by their size, brightness and proximity to Earth. Earthgrazers are meteors that streak close to the horizon and are known for their long and colorful tails. Some earthgrazers bounce off Earth’s upper atmosphere and re-enter outer space. Other earthgrazers break up in the atmosphere and streak through the sky as falling stars.\nThe most famous earthgrazer is probably the “1972 Great Daylight Fireball,” which entered the atmosphere over the U.S. state of Utah, streaking through the sky at 15 kilometers per second (nine miles per second). Thousands of people reported seeing the meteor. The earthgrazer exited the atmosphere over the Canadian province of Alberta.\nFireballs are larger meteors, ranging in size from a basketball to a small car. Fireballs have brighter and longer-lasting light than earthgrazers. The International Astronomical Union describes a fireball as a “meteor brighter than any of the planets.”\nFireballs are probably the most common type of meteor. Members of organizations such as the American Meteor Society report hundreds of sightings every year. As of July 2014, for instance, more than 1,500 fireballs were reported in the United States. Some were seen only in a small area, while others were reported by stargazers across several states.\nBolides are even brighter and more massive than fireballs and often explode in the atmosphere. These explosions can be heard and even felt on Earth’s surface. Some astronomers classify bolides as fireballs that produce a sonic boom as they streak through the atmosphere.\nCertain bolides, known as superbolides, are so bright and create such a large explosion that they become natural hazards, and dangerous to people and communities. The superbolide meteor that passed over Chelyabinsk, Russia, in 2013 exploded with the energy of around 500 kilotons of TNT. Its shock wave shattered windows in thousands of apartment buildings and sent more than 1,200 people to the hospital for injuries. The Chelyabinsk meteor was so bright—30 times brighter than the sun at its most intense—that it left people with skin and retinal burns. Scientists are studying the Chelyabinsk event to better understand how vulnerable human life is to space object collisions, and to develop technologies that protect Earth from them\n",
      "preview": "Meteors are described by their size",
      "path": "/"
    },{
      "id": 12,
      "name": "Moon",
      "image": "https://i.ibb.co/bXKpvQ4/220px-Youtubeastronautsonmoonot3.gif",
      "content": "Earth's Moon is the only place beyond Earth where humans have set foot. The brightest and largest object in our night sky, the Moon makes Earth a more livable planet by moderating our home planet's wobble on its axis, leading to a relatively stable climate. It also causes tides, creating a rhythm that has guided humans for thousands of years. The Moon was likely formed after a Mars-sized body collided with Earth.\nEarth's only natural satellite is simply called \"the Moon\" because people didn't know other moons existed until Galileo Galilei discovered four moons orbiting Jupiter in 1610.\nNASA currently has three robotic spacecraft exploring the Moon – Lunar Reconnaissance Orbiter and the twin ARTEMIS spacecraft (not to be confused with NASA's new Artemis program to send astronauts back to the Moon).\nThe Moon is Earth's only natural satellite. Its diameter is about one-quarter of Earth's (comparable to the width of Australia), making it the fifth largest satellite in the Solar System and the largest and most massive relative to its parent planet. It is larger than all known dwarf planets in the Solar System. The Moon is a planetary-mass object with a differentiated rocky body, making it a satellite planet under the geophysical definitions of the term. It lacks any significant atmosphere, hydrosphere, or magnetic field. Its surface gravity is about one-sixth of Earth's at 0.1654 g—Jupiter's moon Io is the only satellite in the Solar System known to have a higher surface gravity and density.\n",
      "preview": "object in our night sky",
      "path": "/"
    },
    {
      "id": 13,
      "name": "Orbit and Rotation",
      "image": "https://i.ibb.co/m0GM16n/Solar-system-orrery-outer-planets.gif",
      "content": "The Moon orbits Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter. Its gravitational influence is the main driver of Earth's tides and very slowly lengthens Earth's day. The Moon is rotating at the same rate that it revolves around Earth (called synchronous rotation), so the same hemisphere faces Earth all the time. Some people call the far side – the hemisphere we never see from Earth – the \"dark side\" but that's misleading. As the Moon orbits Earth, different parts are in sunlight or darkness at different times. The changing illumination is why, from our perspective, the Moon goes through phases. During a \"full moon,\" the hemisphere of the Moon we can see from Earth is fully illuminated by the Sun. And a \"new moon\" occurs when the far side of the Moon has full sunlight, and the side facing us is having its night.\n\nThe Moon makes a complete orbit around Earth in 27 Earth days and rotates or spins at that same rate, or in that same amount of time. Because Earth is moving as well – rotating on its axis as it orbits the Sun – from our perspective, the Moon appears to orbit us every 29 days. During each synodic period of 29.5 days, the amount of the Moon's Earth-facing surface that is illuminated by the Sun varies from none up to nearly 100%, resulting in lunar phases that form the basis for the months of a lunar calendar.  The Moon is tidally locked to Earth, which means that the length of a full rotation of the Moon on its own axis causes its same side (the near side) to always face Earth, and the somewhat longer lunar day is the same as the synodic period. Due to cyclical shifts in perspective (libration), 59% of the lunar surface is visible from Earth.\n",
      "preview": "The Moon orbits Earth",
      "path": "/"
    },
    {
      "id": 14,
      "name": "Water on the Moon",
      "image": "https://i.ibb.co/bN9qjPd/Ceres-RC3-Haulani-Crater-22381131691-cropped.jpg",
      "content": "During the initial exploration of the Moon, and the analysis of all the returned samples from the Apollo and the Luna missions, we thought that the surface of the Moon was dry.\nThe first definitive discovery of water was made in 2008 by the Indian mission Chandrayaan-1, which detected hydroxyl molecules spread across the lunar surface and concentrated at the poles. Missions such as Lunar Prospector, LCROSS, and Lunar Reconnaissance Orbiter, have not only shown that the surface of the Moon has global hydration but there are actually high concentrations of ice water in the permanently shadowed regions of the lunar poles. Scientists also found the lunar surface releases its water when the Moon is bombarded by micrometeoroids. The surface is protected by a layer, a few centimeters of dry soil that can only be breached by large micrometeoroids. When micrometeoroids impact the surface of the Moon, most of the material in the crater is vaporized. The shock wave carries enough energy to release the water that’s coating the grains of the soil. Most of that water is released into space.\nIn October 2020, NASA’s Stratospheric Observatory for Infrared Astronomy (SOFIA) confirmed, for the first time, water on the sunlit surface of the Moon. This discovery indicates that water may be distributed across the lunar surface, and not limited to cold, shadowed places. SOFIA detected water molecules (H2O) in Clavius Crater, one of the largest craters visible from Earth, located in the Moon’s southern hemisphere.\n",
      "preview": "exploration of the Moon",
      "path": "/"
    },
    {
      "id": 15,
      "name": "Orbits",
      "image": "https://i.ibb.co/yy7y5Cp/Sun-poster-svg.png",
      "content": "The planets and other large objects in orbit around the Sun lie near the plane of Earth's orbit, known as the ecliptic. Smaller icy objects such as comets frequently orbit at significantly greater angles to this plane. Most of the planets in the Solar System have secondary systems of their own, being orbited by natural satellites called moons. Many of the largest natural satellites are in synchronous rotation, with one face permanently turned toward their parent. The four giant planets have planetary rings, thin bands of tiny particles that orbit them in unison.\nAs a result of the formation of the Solar System, planets and most other objects orbit the Sun in the same direction that the Sun is rotating. That is, counter-clockwise, as viewed from above Earth's north pole. There are exceptions, such as Halley's Comet. Most of the larger moons orbit their planets in prograde direction, matching the planetary rotation; Neptune's moon Triton is the largest to orbit in the opposite, retrograde manner. Most larger objects rotate around their own axes in the prograde direction relative to their orbit, though the rotation of Venus is retrograde.",
      "preview": "The planets and other large objects",
      "path": "/"
    },
    {
      "id": 16,
      "name": "Inner Solar System",
      "image": "https://i.ibb.co/XxDsZNN/Jupiter-and-Europa-2020-tiff.jpg",
      "content": "The inner Solar System is the region comprising the terrestrial planets and the asteroid belt. Composed mainly of silicates and metals, the objects of the inner Solar System are relatively close to the Sun; the radius of this entire region is less than the distance between the orbits of Jupiter and Saturn. This region is also within the frost line, which is a little less than 5 AU (750 million km; 460 million mi) from the Sun.",
      "preview": "planets and the asteroid belt",
      "path": "/"
    },
    {
      "id": 17,
      "name": "Sun",
      "image": "https://i.ibb.co/smn8NT1/171879main-Limb-Flare-Jan12-lg.jpg",
      "content": "The Sun is the star at the center of the Solar System. It is a nearly perfect ball of hot plasma, heated to incandescence by nuclear fusion reactions in its core. The Sun radiates this energy mainly as light, ultraviolet, and infrared radiation, and is the most important source of energy for life on Earth.\nThe Sun's radius is about 695,000 kilometers (432,000 miles), or 109 times that of Earth. Its mass is about 330,000 times that of Earth, comprising about 99.86% of the total mass of the Solar System. Roughly three-quarters of the Sun's mass consists of hydrogen (~73%); the rest is mostly helium (~25%), with much smaller quantities of heavier elements, including oxygen, carbon, neon, and iron. \nThe Sun is informally called a yellow dwarf, though its light is actually white. It formed approximately 4.6 billion years ago from the gravitational collapse of matter within a region of a large molecular cloud. Most of this matter gathered in the center, whereas the rest flattened into an orbiting disk that became the Solar System. The central mass became so hot and dense that it eventually initiated nuclear fusion in its core. It is thought that almost all stars form by this process.\nEvery second, the Sun's core fuses about 600 million tons of hydrogen into helium, and in the process converts 4 million tons of matter into energy. This energy, which can take between 10,000 and 170,000 years to escape the core, is the source of the Sun's light and heat. When hydrogen fusion in its core has diminished to the point at which the Sun is no longer in hydrostatic equilibrium, its core will undergo a marked increase in density and temperature while its outer layers expand, eventually transforming the Sun into a red giant. It is calculated that the Sun will become sufficiently large to engulf the current orbits of Mercury and Venus, and render Earth uninhabitable in five billion years. After this, it will shed its outer layers and become a dense type of cooling star known as a white dwarf, and no longer produce energy by fusion, but still glow and give off heat from its previous fusion.\nThe enormous effect of the Sun on Earth has been recognized since prehistoric times. The Sun was thought of by some cultures as a deity. The synodic rotation of Earth and its orbit around the Sun are the basis of some solar calendars. The predominant calendar in use today is the Gregorian calendar which is based upon the standard 16th-century interpretation of the Sun's observed movement as actual movement. \n",
      "preview": "The Sun is the star",
      "path": "/"
    },
    {
      "id": 18,
      "name": " Suns atmosphere",
      "image": "https://i.ibb.co/yy7y5Cp/Sun-poster-svg.png",
      "content": "The Sun's atmosphere is composed of four parts: the photosphere (visible under normal conditions), the chromosphere, the transition region, the corona and the heliosphere. During a total solar eclipse, the photosphere is blocked, making the corona visible. \nThe coolest layer of the Sun is a temperature minimum region extending to about 500 km above the photosphere, and has a temperature of about 4,100 K. This part of the Sun is cool enough to allow the existence of simple molecules such as carbon monoxide and water, which can be detected via their absorption spectra. The chromosphere, transition region, and corona are much hotter than the surface of the Sun. The reason is not well understood, but evidence suggests that Alfvén waves may have enough energy to heat the corona. \n\n\nAbove the temperature minimum layer is a layer about 2,000 km thick, dominated by a spectrum of emission and absorption lines. It is called the chromosphere from the Greek root chroma, meaning color, because the chromosphere is visible as a colored flash at the beginning and end of total solar eclipses. The temperature of the chromosphere increases gradually with altitude, ranging up to around 20,000 K near the top. In the upper part of the chromosphere helium becomes partially ionized. \nAbove the chromosphere, in a thin (about 200 km) transition region, the temperature rises rapidly from around 20,000 K in the upper chromosphere to coronal temperatures closer to 1,000,000 K. The temperature increase is facilitated by the full ionization of helium in the transition region, which significantly reduces radiative cooling of the plasma. The transition region does not occur at a well-defined altitude. Rather, it forms a kind of nimbus around chromospheric features such as spicules and filaments, and is in constant, chaotic motion. The transition region is not easily visible from Earth's surface, but is readily observable from space by instruments sensitive to the extreme ultraviolet portion of the spectrum.\n",
      "preview": "The Sun's atmosphere is composed",
      "path": "/"
    },
    {
      "id": 19,
      "name": "Venus",
      "image": "https://i.ibb.co/hCWNkrX/Interior-Of-Venus-svg.png",
      "content": "Venus is the second planet from the Sun and is Earth’s closest planetary neighbor. It’s one of the four inner, terrestrial (or rocky) planets, and it’s often called Earth’s twin because it’s similar in size and density. These are not identical twins, however – there are radical differences between the two worlds.\nVenus is the second planet from the Sun. It is a rocky planet with the densest atmosphere of all the rocky bodies in the Solar System, and the only one with a mass and size that is close to that of its orbital neighbour Earth.\nVenus has a thick, toxic atmosphere filled with carbon dioxide and it’s perpetually shrouded in thick, yellowish clouds of sulfuric acid that trap heat, causing a runaway greenhouse effect. It’s the hottest planet in our solar system, even though Mercury is closer to the Sun. Surface temperatures on Venus are about 900 degrees Fahrenheit (475 degrees Celsius) – hot enough to melt lead. The surface is a rusty color and it’s peppered with intensely crunched mountains and thousands of large volcanoes. Scientists think it’s possible some volcanoes are still active.\n Orbiting inferiorly (inside of Earth's orbit), it appears in Earth's sky always close to the Sun, as either a \"morning star\" or an \"evening star\". While this is also true for Mercury, Venus appears much more prominently, since it is the third brightest object in Earth's sky after the Moon and the Sun,[20][21] appearing brighter than any other star-like classical planet or any fixed star. With such a prominence in Earth's sky, Venus has historically been a common and important object for humans, in both their cultures and astronomy.\nVenus has crushing air pressure at its surface – more than 90 times that of Earth – similar to the pressure you'd encounter a mile below the ocean on Earth.\nAnother big difference from Earth – Venus rotates on its axis backward, compared to most of the other planets in the solar system. This means that, on Venus, the Sun rises in the west and sets in the east, opposite to what we experience on Earth. (It’s not the only planet in our solar system with such an oddball rotation – Uranus spins on its side.)\nVenus was the first planet to be explored by a spacecraft – NASA’s Mariner 2 successfully flew by and scanned the cloud-covered world on Dec. 14, 1962. Since then, numerous spacecraft from the U.S. and other space agencies have explored Venus, including NASA’s Magellan, which mapped the planet's surface with radar. Soviet spacecraft made the most successful landings on the surface of Venus to date, but they didn’t survive long due to the extreme heat and crushing pressure. An American probe, one of NASA's Pioneer Venus Multiprobes, survived for about an hour after impacting the surface in 1978.\n",
      "preview": "Venus is the second planet",
      "path": "/"
    },
    {
      "id": 20,
      "name": "Venus Size and Distance",
      "image": "https://i.ibb.co/0DV5WWZ/Meteoroid-track-through-aerogel-from-EURECA-mission-1.jpg",
      "content": "Our nearness to Venus is a matter of perspective. The planet is nearly as big around as Earth – 7,521 miles (12,104 kilometers) across, versus 7,926 miles (12,756 kilometers) for Earth. From Earth, Venus is the brightest object in the night sky after our own Moon. The ancients, therefore, gave it great importance in their cultures, even thinking it was two objects: a morning star and an evening star. That’s where the trick of perspective comes in. Because Venus’ orbit is closer to the Sun than ours, the two of them – from our viewpoint – never stray far from each other. The ancient Egyptians and Greeks saw Venus in two guises: first in one orbital position (seen in the morning), then another (your “evening” Venus), just at different times of the year.\nAt its nearest to Earth, Venus is some 38 million miles (about 61 million kilometers) distant. But most of the time the two planets are farther apart; Mercury, the innermost planet, actually spends more time in Earth’s proximity than Venus.\nOne more trick of perspective: how Venus looks through binoculars or a telescope. Keep watch over many months, and you’ll notice that Venus has phases, just like our Moon – full, half, quarter, etc. The complete cycle, however, new to full, takes 584 days, while our Moon takes just a month. And it was this perspective, the phases of Venus first observed by Galileo through his telescope, that provided the key scientific proof for the Copernican heliocentric nature of the Solar System.\n",
      "preview": "Our nearness to Venus",
      "path": "/"
    },{
      "id": 21,
      "name": "Venus Orbit and Rotation",
      "image": "https://i.ibb.co/mFhhb2m/Black-hole-Messier-87-crop-max-res.jpg",
      "content": "Spending a day on Venus would be quite a disorienting experience – that is, if your ship or suit could protect you from temperatures in the range of 900 degrees Fahrenheit (475 Celsius). For one thing, your “day” would be 243 Earth days long – longer even than a Venus year (one trip around the Sun), which takes only 225 Earth days. For another, because of the planet's extremely slow rotation, sunrise to sunset would take 117 Earth days. And by the way, the Sun would rise in the west and set in the east, because Venus spins backward compared to Earth.\n\nWhile you’re waiting, don’t expect any seasonal relief from the unrelenting temperatures. On Earth, with its spin axis tilted by about 23 degrees, we experience summer when our part of the planet (our hemisphere) receives the Sun’s rays more directly – a result of that tilt. In winter, the tilt means the rays are less direct. No such luck on Venus: Its very slight tilt is only three degrees, which is too little to produce noticeable seasons.\n",
      "preview": "Spending a day on Venus",
      "path": "/"
    },
    {
      "id": 22,
      "name": "Venus Structure",
      "image": "https://i.ibb.co/2c4GBdT/800px-Mercury-with-magnetic-field-svg.png",
      "content": "If we could slice Venus and Earth in half, pole to pole, and place them side by side, they would look remarkably similar. Each planet has an iron core enveloped by a hot-rock mantle; the thinnest of skins forms a rocky, exterior crust. On both planets, this thin skin changes form and sometimes erupts into volcanoes in response to the ebb and flow of heat and pressure deep beneath.\n\nOther possible similarities will require further investigation – and perhaps another visit to a planet that has hosted many Earth probes, both in orbit and (briefly) on the surface. On Earth, the slow movement of continents over thousands and millions of years reshapes the surface, a process known as “plate tectonics.” Something similar might have happened on Venus early in its history. Today a key element of this process could be operating: subduction, or the sliding of one continental “plate” beneath another, which can also trigger volcanoes. Subduction is believed to be the first step in creating plate tectonics.\n\nNASA’s Magellan spacecraft, which ended a five-year mission to Venus in 1994, mapped the broiling surface using radar. Magellan saw a land of extreme volcanism. The orbiter saw a relatively young surface, one recently reshaped (in geologic terms), and chains of towering mountains.\n",
      "preview": "If we could slice Venus and Earth in half",
      "path": "/"
    },
    {
      "id": 23,
      "name": "Black holes",
      "image": "https://i.ibb.co/3Wsp5FW/Anatomy-of-a-Black-Hole.jpg",
      "content": "A black hole is a region of spacetime where gravity is so strong that nothing, including light or other electromagnetic waves, has enough energy to escape it. The theory of general relativity predicts that a sufficiently compact mass can deform spacetime to form a black hole. The boundary of no escape is called the event horizon. Although it has a great effect on the fate and circumstances of an object crossing it, it has no locally detectable features according to general relativity. In many ways, a black hole acts like an ideal black body, as it reflects no light. Moreover, quantum field theory in curved spacetime predicts that event horizons emit Hawking radiation, with the same spectrum as a black body of a temperature inversely proportional to its mass. This temperature is of the order of billionths of a kelvin for stellar black holes, making it essentially impossible to observe directly.\nObjects whose gravitational fields are too strong for light to escape were first considered in the 18th century by John Michell and Pierre-Simon Laplace. In 1916, Karl Schwarzschild found the first modern solution of general relativity that would characterize a black hole. David Finkelstein, in 1958, first published the interpretation of \"black hole\" as a region of space from which nothing can escape. Black holes were long considered a mathematical curiosity; it was not until the 1960s that theoretical work showed they were a generic prediction of general relativity. The discovery of neutron stars by Jocelyn Bell Burnell in 1967 sparked interest in gravitationally collapsed compact objects as a possible astrophysical reality. The first black hole known was Cygnus X-1, identified by several researchers independently in 1971.\nBlack holes of stellar mass form when massive stars collapse at the end of their life cycle. After a black hole has formed, it can grow by absorbing mass from its surroundings. Supermassive black holes of millions of solar masses (M☉) may form by absorbing other stars and merging with other black holes. There is consensus that supermassive black holes exist in the centers of most galaxies",
      "preview": "A black hole is a region of spacetime where gravity",
      "path": "/"
    },
    {
      "id": 24,
      "name": "Properties and structure",
      "image": "https://i.ibb.co/NyS9nTc/Jupiter-diagram-svg.png ",
      "content": "The no-hair theorem postulates that, once it achieves a stable condition after formation, a black hole has only three independent physical properties: mass, electric charge, and angular momentum; the black hole is otherwise featureless. If the conjecture is true, any two black holes that share the same values for these properties, or parameters, are indistinguishable from one another. The degree to which the conjecture is true for real black holes under the laws of modern physics is currently an unsolved problem.\nThese properties are special because they are visible from outside a black hole. For example, a charged black hole repels other like charges just like any other charged object. Similarly, the total mass inside a sphere containing a black hole can be found by using the gravitational analog of Gauss's law (through the ADM mass), far away from the black hole. Likewise, the angular momentum (or spin) can be measured from far away using frame dragging by the gravitomagnetic field, through for example the Lense–Thirring effect.\nWhen an object falls into a black hole, any information about the shape of the object or distribution of charge on it is evenly distributed along the horizon of the black hole, and is lost to outside observers. The behavior of the horizon in this situation is a dissipative system that is closely analogous to that of a conductive stretchy membrane with friction and electrical resistance—the membrane paradigm. This is different from other field theories such as electromagnetism, which do not have any friction or resistivity at the microscopic level, because they are time-reversible. Because a black hole eventually achieves a stable state with only three parameters, there is no way to avoid losing information about the initial conditions: the gravitational and electric fields of a black hole give very little information about what went in. The information that is lost includes every quantity that cannot be measured far away from the black hole horizon, including approximately conserved quantum numbers such as the total baryon number and lepton number. This behavior is so puzzling that it has been called the black hole information loss paradox.\n",
      "preview": "The no-hair theorem postulates that, once it achieves a stable condition after formation",
      "path": "/"
    },
    {
      "id": 25,
      "name": "Physical properties",
      "image": "https://i.ibb.co/PGFn5gG/Meteoroid-meteor-meteorite.gif",
      "content": "The simplest static black holes have mass but neither electric charge nor angular momentum. These black holes are often referred to as Schwarzschild black holes after Karl Schwarzschild who discovered this solution in 1916. According to Birkhoff's theorem, it is the only vacuum solution that is spherically symmetric. This means there is no observable difference at a distance between the gravitational field of such a black hole and that of any other spherical object of the same mass. The popular notion of a black hole \"sucking in everything\" in its surroundings is therefore correct only near a black hole's horizon; far away, the external gravitational field is identical to that of any other body of the same mass.\nSolutions describing more general black holes also exist. Non-rotating charged black holes are described by the Reissner–Nordström metric, while the Kerr metric describes a non-charged rotating black hole. The most general stationary black hole solution known is the Kerr–Newman metric, which describes a black hole with both charge and angular momentum.\nWhile the mass of a black hole can take any positive value, the charge and angular momentum are constrained by the mass. The total electric charge Q and the total angular momentum J are expected to satisfy the inequality\n",
      "preview": "The simplest static black holes have mass but neither electric charge nor angular momentum",
      "path": "/"
    },{
      "id": 26,
      "name": "Saturn",
      "image": "https://i.ibb.co/4SM2HkJ/Black-hole-lensing-web.gif",
      "content": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It has only one-eighth the average density of Earth, but is over 95 times more massive.\nSaturn's interior is thought to be composed of a rocky core, surrounded by a deep layer of metallic hydrogen, an intermediate layer of liquid hydrogen and liquid helium, and finally, a gaseous outer layer. Saturn has a pale yellow hue due to ammonia crystals in its upper atmosphere. An electrical current within the metallic hydrogen layer is thought to give rise to Saturn's planetary magnetic field, which is weaker than Earth's, but which has a magnetic moment 580 times that of Earth due to Saturn's larger size. Saturn's magnetic field strength is around one-twentieth of Jupiter's. The outer atmosphere is generally bland and lacking in contrast, although long-lived features can appear. Wind speeds on Saturn can reach 1,800 kilometres per hour (1,100 miles per hour).\nThe planet has a prominent ring system, which is composed mainly of ice particles, with a smaller amount of rocky debris and dust. At least 146 moons are known to orbit the planet, of which 63 are officially named; this does not include the hundreds of moonlets in its rings. Titan, Saturn's largest moon and the second largest in the Solar System, is larger (while less massive) than the planet Mercury and is the only moon in the Solar System to have a substantial atmosphere.\n",
      "preview": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System",
      "path": "/"
    },
    {
      "id": 27,
      "name": "Saturn Name and symbol",
      "image": "https://i.ibb.co/ngDhF3t/Diligent-Bare-Eeve-size-restricted.gif",
      "content": "Saturn is named after the Roman god of wealth and agriculture and father of Jupiter. Its astronomical symbol (♄) has been traced back to the Greek Oxyrhynchus Papyri, where it can be seen to be a Greek kappa-rho ligature with a horizontal stroke, as an abbreviation for Κρονος (Cronus), the Greek name for the planet (Saturn symbol (late classical and medieval mss).png). It later came to look like a lower-case Greek eta, with the cross added at the top in the 16th century to Christianize this pagan symbol.\n\nThe Romans named the seventh day of the week Saturday, Sāturni diēs (\"Saturn's Day\"), for the planet Saturn.\n",
      "preview": "Saturn is named after the Roman god of wealth and agriculture and father of Jupiter.",
      "path": "/"
    },{
      "id": 28,
      "name": "Saturn Physical characteristics",
      "image": "https://i.ibb.co/c8mCGVY/2-feature-1600x900-mercury.jpg",
      "content": "Saturn is a gas giant composed predominantly of hydrogen and helium. It lacks a definite surface, though it is likely to have a solid core. Saturn's rotation causes it to have the shape of an oblate spheroid; that is, it is flattened at the poles and bulges at its equator. Its equatorial and polar radii differ by almost 10%: 60,268 km versus 54,364 km. Jupiter, Uranus, and Neptune, the other giant planets in the Solar System, are also oblate but to a lesser extent. The combination of the bulge and rotation rate means that the effective surface gravity along the equator, 8.96 m/s2, is 74% of what it is at the poles and is lower than the surface gravity of Earth. However, the equatorial escape velocity of nearly 36 km/s is much higher than that of Earth.\n\nSaturn is the only planet of the Solar System that is less dense than water—about 30% less. Although Saturn's core is considerably denser than water, the average specific density of the planet is 0.69 g/cm3 due to the atmosphere. Jupiter has 318 times Earth's mass, and Saturn is 95 times Earth's mass. Together, Jupiter and Saturn hold 92% of the total planetary mass in the Solar System. Despite consisting mostly of hydrogen and helium, most of Saturn's mass is not in the gas phase, because hydrogen becomes a non-ideal liquid when the density is above 0.01 g/cm3, which is reached at a radius containing 99.9% of Saturn's mass. The temperature, pressure, and density inside Saturn all rise steadily toward the core, which causes hydrogen to be a metal in the deeper layers.\n",
      "preview": "Saturn is a gas giant composed predominantly of hydrogen and helium.",
      "path": "/"
    },{
      "id": 29,
      "name": "Saturn Orbit and rotation",
      "image": "https://i.ibb.co/829WTvM/Saturn-diagram-svg.png",
      "content": "The average distance between Saturn and the Sun is over 1.4 billion kilometers (9 AU). With an average orbital speed of 9.68 km/s, it takes Saturn 10,759 Earth days (or about 29+1⁄2 years) to finish one revolution around the Sun. As a consequence, it forms a near 5:2 mean-motion resonance with Jupiter. The elliptical orbit of Saturn is inclined 2.48° relative to the orbital plane of the Earth. The perihelion and aphelion distances are, respectively, 9.195 and 9.957 AU, on average. The visible features on Saturn rotate at different rates depending on latitude, and multiple rotation periods have been assigned to various regions (as in Jupiter's case).\nAstronomers use three different systems for specifying the rotation rate of Saturn. System I has a period of 10h 14m 00s (844.3°/d) and encompasses the Equatorial Zone, the South Equatorial Belt, and the North Equatorial Belt. The polar regions are considered to have rotation rates similar to System I. All other Saturnian latitudes, excluding the north and south polar regions, are indicated as System II and have been assigned a rotation period of 10h 38m 25.4s (810.76°/d). System III refers to Saturn's internal rotation rate. Based on radio emissions from the planet detected by Voyager 1 and Voyager 2, System III has a rotation period of 10h 39m 22.4s (810.8°/d). System III has largely superseded System II.\n",
      "preview": "The average distance between Saturn and the Sun is over 1.4 billion kilometers (9 AU).",
      "path": "/"
    },{
      "id": 30,
      "name": "Saturn Rings",
      "image": "https://i.ibb.co/HhRDHmv/rings-diagram-nolables.jpg",
      "content": "Saturn's rings are thought to be pieces of comets, asteroids, or shattered moons that broke up before they reached the planet, torn apart by Saturn's powerful gravity. They are made of billions of small chunks of ice and rock coated with other materials such as dust. The ring particles mostly range from tiny, dust-sized icy grains to chunks as big as a house. A few particles are as large as mountains. The rings would look mostly white if you looked at them from the cloud tops of Saturn, and interestingly, each ring orbits at a different speed around the planet.\nSaturn's ring system extends up to 175,000 miles (282,000 kilometers) from the planet, yet the vertical height is typically about 30 feet (10 meters) in the main rings. Named alphabetically in the order they were discovered, the rings are relatively close to each other, with the exception of a gap measuring 2,920 miles (4,700 kilometers) in width called the Cassini Division that separates Rings A and B. The main rings are A, B, and C. Rings D, E, F, and G are fainter and more recently discovered.\nStarting at Saturn and moving outward, there is the D ring, C ring, B ring, Cassini Division, A ring, F ring, G ring, and finally, the E ring. Much farther out, there is the very faint Phoebe ring in the orbit of Saturn's moon Phoebe.\n",
      "preview": "Saturn's rings are thought to be pieces of comets, asteroids, or shattered moons that broke up before they reached the planet,",
      "path": "/"
    },{
      "id": 31,
      "name": "Nebula",
      "image": "https://i.ibb.co/hLv2Pxq/The-Cat-s-Eye-Nebula.jpg",
      "content": "A nebula ('cloud' or 'fog' in Latin; nebulæ or nebulas) is a distinct luminescent part of interstellar medium, which can consist of ionized, neutral, or molecular hydrogen and also cosmic dust. Nebulae are often star-forming regions, such as in the \"Pillars of Creation\" in the Eagle Nebula. In these regions, the formations of gas, dust, and other materials \"clump\" together to form denser regions, which attract further matter and eventually become dense enough to form stars. The remaining material is then thought to form planets and other planetary system objects.\nMost nebulae are of vast size; some are hundreds of light-years in diameter. A nebula that is visible to the human eye from Earth would appear larger, but no brighter, from close by. The Orion Nebula, the brightest nebula in the sky and occupying an area twice the angular diameter of the full Moon, can be viewed with the naked eye but was missed by early astronomers. Although denser than the space surrounding them, most nebulae are far less dense than any vacuum created on Earth – a nebular cloud the size of the Earth would have a total mass of only a few kilograms. Earth's air has a density of approximately 1019 molecules per cubic centimeter; by contrast, the densest nebulae can have densities of 10,000 molecules per cubic centimeter. Many nebulae are visible due to fluorescence caused by embedded hot stars, while others are so diffused that they can be detected only with long exposures and special filters. Some nebulae are variably illuminated by T Tauri variable stars.\nOriginally, the term \"nebula\" was used to describe any diffused astronomical object, including galaxies beyond the Milky Way. The Andromeda Galaxy, for instance, was once referred to as the Andromeda Nebula (and spiral galaxies in general as \"spiral nebulae\") before the true nature of galaxies was confirmed in the early 20th century by Vesto Slipher, Edwin Hubble, and others. Edwin Hubble discovered that most nebulae are associated with stars and illuminated by starlight. He also helped categorize nebulae based on the type of light spectra they produced.\n",
      "preview": "A nebula ('cloud' or 'fog' in Latin; nebulæ or nebulas)",
      "path": "/"
    },{
      "id": 32,
      "name": "Nebula Formation",
      "image": "https://i.ibb.co/6DWr76N/Trifid-Nebula-by-Deddy-Dayag.jpg",
      "content": "There are a variety of formation mechanisms for the different types of nebulae. Some nebulae form from gas that is already in the interstellar medium while others are produced by stars. Examples of the former case are giant molecular clouds, the coldest, densest phase of interstellar gas, which can form by the cooling and condensation of more diffuse gas. Examples of the latter case are planetary nebulae formed from material shed by a star in late stages of its stellar evolution.\nStar-forming regions are a class of emission nebula associated with giant molecular clouds. These form as a molecular cloud collapses under its own weight, producing stars. Massive stars may form in the center, and their ultraviolet radiation ionizes the surrounding gas, making it visible at optical wavelengths. The region of ionized hydrogen surrounding the massive stars is known as an H II region while the shells of neutral hydrogen surrounding the H II region are known as photodissociation region. Examples of star-forming regions are the Orion Nebula, the Rosette Nebula and the Omega Nebula. Feedback from star-formation, in the form of supernova explosions of massive stars, stellar winds or ultraviolet radiation from massive stars, or outflows from low-mass stars may disrupt the cloud, destroying the nebula after several million years.\nOther nebulae form as the result of supernova explosions; the death throes of massive, short-lived stars. The materials thrown off from the supernova explosion are then ionized by the energy and the compact object that its core produces. One of the best examples of this is the Crab Nebula, in Taurus. The supernova event was recorded in the year 1054 and is labeled SN 1054. The compact object that was created after the explosion lies in the center of the Crab Nebula and its core is now a neutron star.\nStill other nebulae form as planetary nebulae. This is the final stage of a low-mass star's life, like Earth's Sun. Stars with a mass up to 8–10 solar masses evolve into red giants and slowly lose their outer layers during pulsations in their atmospheres. When a star has lost enough material, its temperature increases and the ultraviolet radiation it emits can ionize the surrounding nebula that it has thrown off. The Sun will produce a planetary nebula and its core will remain behind in the form of a white dwarf.\n",
      "preview": "There are a variety of formation mechanisms for the different types of nebulae",
      "path": "/"
    },
    {
      "id": 33,
      "name": "Planetary nebulae",
      "image": "https://i.ibb.co/HTbTk30/PIA23465-Planet-Jupiter-Aurorae-20191001.gif",
      "content": "Planetary nebulae are the remnants of the final stages of stellar evolution for mid-mass stars (varying in size between 0.5-~8 solar masses). Evolved asymptotic giant branch stars expel their outer layers outwards due to strong stellar winds, thus forming gaseous shells while leaving behind the star's core in the form of a white dwarf. Radiation from the hot white dwarf excites the expelled gases, producing emission nebulae with spectra similar to those of emission nebulae found in star formation regions. They are H II regions, because mostly hydrogen is ionized, but planetary are denser and more compact than nebulae found in star formation regions.\nPlanetary nebulae were given their name by the first astronomical observers who were initially unable to distinguish them from planets, and who tended to confuse them with planets, which were of more interest to them. The Sun is expected to spawn a planetary nebula about 12 billion years after its formation.\nA protoplanetary nebula (PPN) is an astronomical object at the short-lived episode during a star's rapid stellar evolution between the late asymptotic giant branch (LAGB) phase and the following planetary nebula (PN) phase. During the AGB phase, the star undergoes mass loss, emitting a circumstellar shell of hydrogen gas. When this phase comes to an end, the star enters the PPN phase.\nThe PPN is energized by the central star, causing it to emit strong infrared radiation and become a reflection nebula. Collimated stellar winds from the central star shape and shock the shell into an axially symmetric form, while producing a fast moving molecular wind. The exact point when a PPN becomes a planetary nebula (PN) is defined by the temperature of the central star. The PPN phase continues until the central star reaches a temperature of 30,000 K, after which it is hot enough to ionize the surrounding gas.\n",
      "preview": "Planetary nebulae are the remnants of the final stages of stellar evolution for mid-mass stars",
      "path": "/"
    },{
      "id": 34,
      "name": "Mars",
      "image": "https://i.ibb.co/52TT33y/Hubble-Sees-a-Stellar-Sneezing-Fit-11467249715.jpg",
      "content": "Mars is the fourth planet and the furthest terrestrial planet from the Sun. The reddish color of its surface is due to finely grained iron(III) oxide dust in the soil, giving it the nickname \"the Red Planet\". Mars’s radius is second smallest among the planets in the Solar System at 3,389.5 km (2,106 mi). It has a surface gravity of 3.72 m/s2 (12.2 ft/s2), which is 38% of Earth's gravity. The Martian dichotomy is visible on the surface: on average, the terrain on Mars’s northern hemisphere is flatter and lower than its southern hemisphere. Mars has a thin atmosphere made primarily of carbon dioxide and two irregularly shaped natural satellites: Phobos and Deimos.\nGeologically, Mars is fairly active, with dust devils sweeping across the landscape and marsquakes (Martian analog to earthquakes) trembling underneath the ground. The surface of Mars hosts a large shield volcano (Olympus Mons) and one of the largest canyons in the Solar System (Valles Marineris). Mars's celestial motion is comparable to that of Earth, with a slightly eccentric orbit and an axial tilt only slightly greater than Earth's. This motion causes seasonal changes to the polar ice caps' coverage and temperature swings between −110 °C (−166 °F) to 35 °C (95 °F) on the surface. A Martian solar day (sol) is equal to 24.5 hours and a Martian solar year is equal to 1.88 Earth years.\nLike the other planets in the Solar System, Mars was formed approximately 4.5 billion years ago. During the Noachian period from about 4.1 to 3.7 billion years ago, Mars's surface was marked by meteor impacts, valley formation, erosion, and the possible presence of water oceans. The Hesperian period from 3.7 to 3.2–2 billion years ago was dominated by widespread volcanic activity and flooding that carved immense outflow channels. The Amazonian period, which continues to the present, was marked by the wind's influence on geological processes. It is unknown whether life has ever existed on Mars.\n",
      "preview": "Mars is the fourth planet and the furthest terrestrial planet from the Sun",
      "path": "/"
    },
    {
      "id": 35,
      "name": "Orbit and rotation",
      "image": "https://i.ibb.co/y0xbtcc/Terrestrial-planet-sizes2.jpg",
      "content": "Mars's average distance from the Sun is roughly 230 million km (143 million mi), and its orbital period is 687 (Earth) days. The solar day (or sol) on Mars is only slightly longer than an Earth day: 24 hours, 39 minutes, and 35.244 seconds. A Martian year is equal to 1.8809 Earth years, or 1 year, 320 days, and 18.2 hours.\nThe axial tilt of Mars is 25.19° relative to its orbital plane, which is similar to the axial tilt of Earth. As a result, Mars has seasons like Earth, though on Mars they are nearly twice as long because its orbital period is that much longer. In the present day epoch, the orientation of the north pole of Mars is close to the star Deneb.\nMars has a relatively pronounced orbital eccentricity of about 0.09; of the seven other planets in the Solar System, only Mercury has a larger orbital eccentricity. It is known that in the past, Mars has had a much more circular orbit. At one point, 1.35 million Earth years ago, Mars had an eccentricity of roughly 0.002, much less than that of Earth today. Mars's cycle of eccentricity is 96,000 Earth years compared to Earth's cycle of 100,000 years.\nMars approaches Earth in a synodic period of 779.94 days. Earth orbits the Sun the closest to Mars's orbit around the Sun, and Mars orbit is the second closest to Earth after the orbit of Venus. Therefore, their closest approaches, the inferior conjunctions, are the second closest for Earth after those with Venus, and the closest for Mars to any other planet. The gravitational potential difference, and thus the delta-v needed to transfer between Mars and Earth is the second lowest for Earth and the lowest for Mars to any other planet, while transfers can possibly be optimized with Venus flybys\n",
      "preview": "ars's average distance from the Sun is roughly 230 million km",
      "path": "/"
    },
    {
      "id": 36,
      "name": "Mars Polar caps",
      "image": "https://i.ibb.co/VNGPSgP/Mars-Before-and-During-Global-Dust-Storm.jpg",
      "content": "Mars has two permanent polar ice caps. During a pole's winter, it lies in continuous darkness, chilling the surface and causing the deposition of 25–30% of the atmosphere into slabs of CO2 ice (dry ice). When the poles are again exposed to sunlight, the frozen CO2 sublimes. These seasonal actions transport large amounts of dust and water vapor, giving rise to Earth-like frost and large cirrus clouds. Clouds of water-ice were photographed by the Opportunity rover in 2004.\nThe caps at both poles consist primarily of water ice. Frozen carbon dioxide accumulates as a comparatively thin layer about one meter thick on the north cap in the northern winter only, whereas the south cap has a permanent dry ice cover about eight meters thick. This permanent dry ice cover at the south pole is peppered by flat floored, shallow, roughly circular pits, which repeat imaging shows are expanding in some places and retreating in others. The northern polar cap has a diameter of about 1,000 kilometers (620 mi), and contains about 1.6 million cubic kilometers (5.7×1016 cu ft) of ice, which, if spread evenly on the cap, would be 2 kilometers (1.2 mi) thick.[159] (This compares to a volume of 2.85 million cubic kilometers (1.01×1017 cu ft) for the Greenland ice sheet.) The southern polar cap has a diameter of 350 kilometers (220 mi) and a thickness of 3 kilometers (1.9 mi). The total volume of ice in the south polar cap plus the adjacent layered deposits has been estimated at 1.6 million cubic km. Both polar caps show spiral troughs, which recent analysis of SHARAD ice penetrating radar has shown are a result of katabatic winds that spiral due to the Coriolis effect.\n",
      "preview": "Mars has two permanent polar ice caps",
      "path": "/"
    }
  ]
}
